sisext-sapi-services/src/main/resources/soap/schemas/templates/soap-queryInvoiceValue-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:etb="ETB_DWH">
   <soapenv:Header/>
   <soapenv:Body>
      <etb:ConsultaFactura>
         <!--Optional:-->
         <etb:TipoIdentificacion>#[attributes.uriParams.'mobile-number']</etb:TipoIdentificacion>
         <!--Optional:-->
         <etb:MovilIdentificacion>#[attributes.queryParams.'identification-type']</etb:MovilIdentificacion>
      </etb:ConsultaFactura>
   </soapenv:Body>
</soapenv:Envelope>